export const phobias = [
  "Арахнофобия", // боязнь пауков
  "Клаустрофобия", // боязнь замкнутых пространств
  "Агорафобия", // боязнь открытых пространств
  "Акрофобия", // боязнь высоты
  "Гидрофобия", // боязнь воды
  "Аэрофобия", // боязнь полетов
  "Трипофобия", // боязнь скопления отверстий
  "Гемофобия", // боязнь крови
  "Танатофобия", // боязнь смерти
  "Номофобия", // боязнь остаться без телефона
  "Омфалофобия", // боязнь пупков
  "Кулрофобия", // боязнь клоунов
  "Талассофобия", // боязнь моря или глубины
  "Никтофобия", // боязнь темноты
  "Социофобия", // боязнь общества
  "Зоофобия", // боязнь животных
  "Гаптофобия", // боязнь прикосновений
  "Мизофобия", // боязнь грязи
  "Арахибутирофобия", // боязнь, что арахисовое масло прилипнет к нёбу
  "Гиппопотомонстросесквиппедалиофобия", // боязнь длинных слов (иронично)
  "Офидиофобия", // боязнь змей
  "Кинофобия", // боязнь собак
  "Фелефобия", // боязнь кошек
  "Орнитофобия", // боязнь птиц
  "Инсектофобия", // боязнь насекомых
  "Пирофобия", // боязнь огня
  "Астрафобия", // боязнь грозы
  "Технофобия", // боязнь технологий
  "Антропофобия", // боязнь людей
  "Гипнофобия", // боязнь сна
  "Фобофобия", // боязнь фобий
  "Лутрафобия", // боязнь выдр
  "Хипофобия", // боязнь лошадей
  "Скотофобия", // боязнь слепоты
  "Дентофобия", // боязнь стоматологов
  "Гелиофобия", // боязнь солнца
  "Ксенофобия", // боязнь иностранцев
  "Гомофобия", // боязнь толпы
  "Эметофобия", // боязнь рвоты
  "Библиофобия", // боязнь книг
  "Хромофобия", // боязнь цветов
  "Метофобия", // боязнь алкоголя
  "Педиофобия", // боязнь кукол
  "Копрофобия", // боязнь фекалий
  "Лепрофобия", // боязнь проказы
  "Некрофобия", // боязнь мертвецов
  "Фагмофобия", // боязнь глотания
  "Погонофобия", // боязнь бород
  "Стазобазофобия", // боязнь стоять или ходить
  "Турбофобия", // боязнь скорости
];

export const phobiasLimit = phobias.length